{
	"listname": [{
		"name": "Collection Highlight",
		"categoryID": "9998"
	}],
	"listid": "23581",
	"list_description": "2015 \"Under the Radar\" Titles. Pick up one of these books today!",
	"books": [{
		"id": "397474",
		"isbn": "9602249134",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:00:23",
		"sort_id": "0",
		"library_id": "43604001",
		"list_edit": null,
		"title": "",
		"author": "43604001",
		"binding": "",
		"publisher": "",
		"publicationDate": "2016-01-09 10:57:14",
		"pages": "",
		"has_image": "0",
		"image_hash": "",
		"salesrank": "0",
		"synopsis": "<h2><strong>Top 30 Best Reviewed Adult Fiction of 2015<\/strong><\/h2>"
	}, {
		"id": "247124",
		"isbn": "9602248896",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2015-10-09 12:34:48",
		"sort_id": "1",
		"library_id": "43604001",
		"list_edit": null,
		"title": "",
		"author": "43604001",
		"binding": "",
		"publisher": "",
		"publicationDate": "2015-11-26 16:31:01",
		"pages": "",
		"has_image": "0",
		"image_hash": "",
		"salesrank": "3000000",
		"synopsis": ""
	}, {
		"id": "397475",
		"isbn": "9780385539258",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "1",
		"library_id": "43604001",
		"list_edit": null,
		"title": "A Little Life: A Novel",
		"author": "Hanya Yanagihara",
		"binding": "Hardcover",
		"publisher": "Doubleday Books",
		"publicationDate": "2015-03-10 12:00:00",
		"pages": "736",
		"has_image": "1",
		"image_hash": "51kuUoWRHNL",
		"salesrank": "466",
		"synopsis": "SHORT-LISTED FOR THE MAN BOOKER PRIZELONG-LISTED FOR THE NATIONAL BOOK AWARD FOR FICTIONBrace yourself for the most astonishing, challenging, upsetting, and profoundly moving book in many a season. An epic about love and friendship in the twenty-first century that goes into some of the darkest places fiction has ever traveled and yet somehow improbably breaks through into the light. Truly an amazement - and a great gift for its publisher.   When four classmates from a small Massachusetts college move to New York to make their way, they&#39;re broke, adrift, and buoyed only by their friendship and ambition. There is kind, handsome Willem, an aspiring actor; JB, a quick-witted, sometimes cruel Brooklyn-born painter seeking entry to the art world; Malcolm, a frustrated architect at a prominent firm; and withdrawn, brilliant, enigmatic Jude, who serves as their center of gravity."
	}, {
		"id": "397476",
		"isbn": "9781609452865",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "2",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The Story of the Lost Child: Neapolitan Novels, Book Four",
		"author": "Elena Ferrante",
		"binding": "Print book",
		"publisher": "Europa Editions, 2015.",
		"publicationDate": "2015-09-01 12:00:00",
		"pages": "473",
		"has_image": "1",
		"image_hash": "51tssZwPDRL",
		"salesrank": "1177",
		"synopsis": "&quot;Nothing quite like this has ever been published before,&quot; proclaimed The Guardian newspaper about the Neapolitan Novels in 2014. Those Who Leave and Those Who Stay, the third book in the series, was an international best seller and a New York Times Notable Book of the Year. Its author was dubbed &quot;one of the great novelists of our time&quot; by the New York Times Book Review. This fourth and final installment in the series raises the bar even higher and indeed confirms Elena Ferrante as one of the world&#39;s best living storytellers. Here is the dazzling saga of two women, the brilliant, bookish Elena and the fiery uncontainable Lila. In this book, both are adults; life&#39;s great discoveries have been made, its vagaries and losses have been suffered."
	}, {
		"id": "397477",
		"isbn": "9781594634475",
		"item_eid": "606021",
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "3",
		"library_id": "43604001",
		"list_edit": "606021",
		"title": "Fates and Furies: A Novel",
		"author": "Lauren Groff",
		"binding": "Book",
		"publisher": "Riverhead Books, 2015.",
		"publicationDate": "2015-09-15 00:00:00",
		"pages": "390",
		"has_image": "1",
		"image_hash": "61wOEo8a2fL",
		"salesrank": "228",
		"synopsis": "<p>At age twenty-two, Lotto and Mathilde are tall, glamorous, madly in love, and destined for greatness. A decade later, their marriage is still the envy of their friends, but with an electric thrill we understand that things are even more complicated and remarkable than they have seemed. With stunning revelations and multiple threads, and in prose that is vibrantly alive and original, Groff delivers a deeply satisfying novel about love, art, creativity, and power that is unlike anything that has come before it. Profound, surprising, propulsive, and emotionally riveting, it stirs both the mind and the heart.<\/p>"
	}, {
		"id": "397478",
		"isbn": "9780802123459",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "4",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The Sympathizer",
		"author": "Viet Thanh Nguyen",
		"binding": "Hardcover",
		"publisher": "Grove Press; 1St Edition edition",
		"publicationDate": "2015-04-07 12:00:00",
		"pages": "",
		"has_image": "1",
		"image_hash": "418kJrcPkzL",
		"salesrank": "18682",
		"synopsis": "A profound, startling, and beautifully crafted debut novel, The Sympathizer is the story of a man of two minds, someone whose political beliefs clash with his individual loyalties.It is April 1975, and Saigon is in chaos. At his villa, a general of the South Vietnamese army is drinking whiskey and, with the help of his trusted captain, drawing up a list of those who will be given passage aboard the last flights out of the country. The general and his compatriots start a new life in Los Angeles, unaware that one among their number, the captain, is secretly observing and reporting on the group to a higher-up in the Viet Cong. The Sympathizer is the story of this captain: a man brought up by an absent French father and a poor Vietnamese mother, a man who went to university in America, but returned to Vietnam to fight for the Communist cause."
	}, {
		"id": "397479",
		"isbn": "9780544303164",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "5",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The Turner House",
		"author": "Angela Flournoy",
		"binding": "Hardcover",
		"publisher": "Houghton Mifflin",
		"publicationDate": "2015-04-14 00:00:00",
		"pages": "352",
		"has_image": "1",
		"image_hash": "51SWCEVAYsL",
		"salesrank": "5064",
		"synopsis": "NATIONAL BOOK AWARD FINALIST A powerful, timely debut, The Turner House marks a major new contribution to the story of the American family. The Turners have lived on Yarrow Street for over fifty years. Their house has seen thirteen children grown and gone - and some returned; it has seen the arrival of grandchildren, the fall of Detroit&#39;s East Side, and the loss of a father. The house still stands despite abandoned lots, an embattled city, and the inevitable shift outward to the suburbs. But now, as ailing matriarch Viola finds herself forced to leave her home and move in with her eldest son, the family discovers that the house is worth just a tenth of its mortgage. The Turner children are called home to decide its fate and to reckon with how each of their pasts haunts - and shapes - their family&#39;s future."
	}, {
		"id": "397480",
		"isbn": "9780385353779",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "6",
		"library_id": "43604001",
		"list_edit": null,
		"title": "City on fire",
		"author": "Garth Risk Hallberg",
		"binding": "Print book",
		"publisher": "Alfred A. Knopf, 2015.",
		"publicationDate": "2000-01-01 12:00:00",
		"pages": "903",
		"has_image": "1",
		"image_hash": "51fpjRHuQsL",
		"salesrank": "3000000",
		"synopsis": "The all-too-human individuals who live within this extraordinary first novel are: Regan and William Hamilton-Sweeney, estranged heirs to one of the city's biggest fortunes; Keith and Mercer, the men who, for better or worse, love them; Charlie and Sam, two Long Island teenagers seduced by downtown's nascent punk scene; an obsessive magazine reporter; his spunky, West Coast-transplant neighbor; and the detective trying to figure out what they all have to do with a shooting in Central Park. From post-Vietnam youth culture to the fiscal crisis, from a lushly appointed townhouse on Sutton Place to a derelict squat on East 3rd Street, this city on fire is at once recognizable and completely unexpected. And when the infamous blackout of July 13th, 1977 plunges it into darkness, each of these entangled lives will be changed, irrevocably."
	}, {
		"id": "397481",
		"isbn": "9780374202392",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "7",
		"library_id": "43604001",
		"list_edit": null,
		"title": "A Manual for Cleaning Women: Selected Stories",
		"author": "Lucia Berlin",
		"binding": "Hardcover",
		"publisher": "Farrar Straus Giroux",
		"publicationDate": "2015-08-18 00:00:00",
		"pages": "432",
		"has_image": "1",
		"image_hash": "41AXAQ6noML",
		"salesrank": "2750",
		"synopsis": "<p>&quot;I have always had faith that the best writers will rise to the top,  like cream, sooner or later, and will become exactly as well-known as  they should be-their work talked about, quoted, taught, performed,  filmed, set to music, anthologized. Perhaps, with the present  collection, Lucia Berlin will begin to gain the attention she deserves.&quot;  -Lydia Davis<\/p><p>A MANUAL FOR CLEANING WOMEN compiles the best work  of the legendary short-story writer Lucia Berlin. With the grit of  Raymond Carver, the humor of Grace Paley, and a blend of wit and  melancholy all her own, Berlin crafts miracles from the everyday,  uncovering moments of grace in the Laundromats and halfway houses of the  American Southwest, in the homes of the Bay Area upper class, among  switchboard operators and struggling mothers, hitchhikers and bad Christians.<\/p><p>  Readers will revel in this remarkable collection from a master of the  form and wonder how they'd ever overlooked her in the first place.<\/p>"
	}, {
		"id": "397482",
		"isbn": "9781476798172",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "8",
		"library_id": "43604001",
		"list_edit": null,
		"title": "Did You Ever Have A Family",
		"author": "Bill Clegg",
		"binding": "Hardcover",
		"publisher": "Scout Press, 2015.",
		"publicationDate": "2015-09-01 12:00:00",
		"pages": "293",
		"has_image": "1",
		"image_hash": "41bFobUM10L",
		"salesrank": "2294",
		"synopsis": "LONGLISTED FOR THE MAN BOOKER PRIZE AND THE NATIONAL BOOK AWARD &quot;Masterly.&quot;  - The New York Times Book Review &quot;Daring.&quot;  - NPR Starred Pre-Publication Reviews from Kirkus Reviews, Publishers Weekly, Library Journal, and BOOKLIST  One of Entertainment Weekly&#39;s &quot;Blockbuster Novels,&quot; Fall Books Preview Glamour Magazine&#39;s #1 Pick of &quot;5 Things I&#39;m Loving,&quot; September issue A Buzzfeed &quot;19 Awesome New Books You Need to Read This Fall&quot; Pick The stunning debut novel from bestselling author Bill Clegg is a magnificently powerful story about a circle of people who find solace in the least likely of places as they cope with a horrific tragedy.On the eve of her daughter&#39;s wedding, June Reid&#39;s life is completely devastated when a shocking disaster takes the lives of her daughter, her daughter&#39;s fiancé, her ex-husband, and her boyfriend, Luke - her entire family, all gone in a moment."
	}, {
		"id": "397483",
		"isbn": "9781590517512",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "9",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The Meursault Investigation",
		"author": "Kamel Daoud  ,",
		"binding": "",
		"publisher": "Other Press",
		"publicationDate": "2015-06-02 12:00:00",
		"pages": "",
		"has_image": "1",
		"image_hash": "51M3B2l30SL",
		"salesrank": "3000000",
		"synopsis": "&quot;This response to Camus&#39;s The Stranger is at once a love story and a political manifesto about post-colonial Algeria, Islam, and the irrelevance of Arab lives. He was the brother of &quot;the Arab&quot; killed by the infamous Meursault, the antihero of Camus&#39;s classic novel. Seventy years after that event, Harun, who has lived since childhood in the shadow of his sibling&#39;s memory, refuses to let him remain anonymous: he gives his brother a story and a name--Musa--and describes the events that led to Musa&#39;s casual murder on a dazzlingly sunny beach. Harun is an old man tormented by frustration. In a bar in Oran, night after night, he ruminates on his solitude, on his anger with men desperate for a god, and on his disarray when faced with a country that has so disappointed him."
	}, {
		"id": "397484",
		"isbn": "9781101874271",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "10",
		"library_id": "43604001",
		"list_edit": null,
		"title": "A spool of blue thread",
		"author": "Anne Tyler",
		"binding": "Print book",
		"publisher": "Alfred A. Knopf, 2015.",
		"publicationDate": "2000-01-01 12:00:00",
		"pages": "357",
		"has_image": "0",
		"image_hash": "",
		"salesrank": "3000000",
		"synopsis": "&quot;From the beloved Pulitzer Prize-winning author--now in the fiftieth year of her remarkable career--a brilliantly observed, joyful and wrenching, funny and true new novel that reveals, as only she can, the very nature of a family's life. &quot;It was a beautiful, breezy, yellow-and-green afternoon.&quot; This is the way Abby Whitshank always begins the story of how she fell in love with Red that day in July 1959. The whole family--their two daughters and two sons, their grandchildren, even their faithful old dog--is on the porch, listening contentedly as Abby tells the tale they have heard so many times before. And yet this gathering is different too: Abby and Red are growing older, and decisions must be made about how best to look after them, and the fate of the house so lovingly built by Red's father. Brimming with the luminous insight, humor, and compassion that are Anne Tyler's hallmarks, this capacious novel takes us across three generations of the Whitshanks, their shared stories and long-held secrets, all the unguarded and richly lived moments that combine to define who and what they are as a family&quot;--"
	}, {
		"id": "397485",
		"isbn": "9781101874899",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "11",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The Visiting Privilege: New and Collected Stories",
		"author": "Joy Williams",
		"binding": "Hardcover",
		"publisher": "Knopf Publishing Group",
		"publicationDate": "2015-09-08 12:00:00",
		"pages": "512",
		"has_image": "1",
		"image_hash": "41Bofk6FInL",
		"salesrank": "42141",
		"synopsis": "The legendary writer&#39;s first collection in more than ten years - and, finally, the definitive one. A literary event of the highest order. Joy Williams has been celebrated as a master of the short story for four decades, her renown passing as a given from one generation to the next even in the shifting landscape of contemporary writing. And at long last the incredible scope of her singular achievement is put on display: thirty-three stories drawn from three much-lauded collections, and another thirteen appearing here for the first time in book form. Forty-six stories in all, far and away the most comprehensive volume in her long career, showcasing her crisp, elegant prose, her dark wit, and her uncanny ability to illuminate our world through characters and situations that feel at once peculiar and foreign and disturbingly familiar."
	}, {
		"id": "397486",
		"isbn": "9780062364777",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "12",
		"library_id": "43604001",
		"list_edit": null,
		"title": "Mislaid: A Novel",
		"author": "Nell Zink",
		"binding": "Hardcover",
		"publisher": "Ecco Press",
		"publicationDate": "2015-05-19 12:00:00",
		"pages": "256",
		"has_image": "1",
		"image_hash": "51rsKkFBWwL",
		"salesrank": "22784",
		"synopsis": "A sharply observed, mordantly funny, and startlingly original novel from an exciting, unconventional new voice - the author of the acclaimed The Wallcreeper - about the making and unmaking of the American family that lays bare all of our assumptions about race and racism, sexuality and desire.Stillwater College in Virginia, 1966. Freshman Peggy, an ingénue with literary pretensions, falls under the spell of Lee, a blue-blooded poet and professor, and they begin an ill-advised affair that results in an unplanned pregnancy and marriage. The two are mismatched from the start - she&#39;s a lesbian, he&#39;s gay - but it takes a decade of emotional erosion before Peggy runs off with their three-year-old daughter, leaving their nine-year-old son behind.Worried that Lee will have her committed for her erratic behavior, Peggy goes underground, adopting an African American persona for her and her daughter."
	}, {
		"id": "397487",
		"isbn": "9780374260507",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "13",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The Sellout: A Novel",
		"author": "Paul Beatty",
		"binding": "Hardcover",
		"publisher": "Farrar, Straus and Giroux; 1St Edition edition",
		"publicationDate": "2015-03-03 12:00:00",
		"pages": "",
		"has_image": "1",
		"image_hash": "51gc1HCCV8L",
		"salesrank": "15534",
		"synopsis": "A biting satire about a young man&#39;s isolated upbringing and the race trial that sends him to the Supreme Court, Paul Beatty&#39;s The Sellout showcases a comic genius at the top of his game. It challenges the sacred tenets of the United States Constitution, urban life, the civil rights movement, the father-son relationship, and the holy grail of racial equality--the black Chinese restaurant.Born in the &quot;agrarian ghetto&quot; of Dickens--on the southern outskirts of Los Angeles--the narrator of The Sellout resigns himself to the fate of lower-middle-class Californians: &quot;I&#39;d die in the same bedroom I&#39;d grown up in, looking up at the cracks in the stucco ceiling that&#39;ve been there since &#39;68 quake.&quot; Raised by a single father, a controversial sociologist, he spent his childhood as the subject in racially charged psychological studies."
	}, {
		"id": "397488",
		"isbn": "9780374239213",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "14",
		"library_id": "43604001",
		"list_edit": null,
		"title": "Purity: A Novel",
		"author": "Jonathan Franzen",
		"binding": "Print book",
		"publisher": "Farrar, Straus and Giroux, 2015.",
		"publicationDate": "2015-09-01 12:00:00",
		"pages": "563",
		"has_image": "1",
		"image_hash": "51Hqr8Cg03L",
		"salesrank": "496",
		"synopsis": "A magnum opus for our morally complex times from the author of FreedomYoung Pip Tyler doesn&#39;t know who she is. She knows that her real name is Purity, that she&#39;s saddled with $130,000 in student debt, that she&#39;s squatting with anarchists in Oakland, and that her relationship with her mother--her only family--is hazardous. But she doesn&#39;t have a clue who her father is, why her mother chose to live as a recluse with an invented name, or how she&#39;ll ever have a normal life.      Enter the Germans. A glancing encounter with a German peace activist leads Pip to an internship in South America with The Sunlight Project, an organization that traffics in all the secrets of the world--including, Pip hopes, the secret of her origins. TSP is the brainchild of Andreas Wolf, a charismatic provocateur who rose to fame in the chaos following the fall of the Berlin Wall."
	}, {
		"id": "397489",
		"isbn": "9780316284943",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "15",
		"library_id": "43604001",
		"list_edit": null,
		"title": "Delicious Foods: A Novel",
		"author": "James Hannaham",
		"binding": "Hardcover",
		"publisher": "Little Brown and Company",
		"publicationDate": "2015-03-17 12:00:00",
		"pages": "384",
		"has_image": "1",
		"image_hash": "41SkNiXyOvL",
		"salesrank": "356684",
		"synopsis": "Held captive by her employers--and by her own demons--on a mysterious farm, a widow struggles to reunite with her young son in this uniquely American story of freedom, perseverance, and survival.Darlene, once an exemplary wife and a loving mother to her young son, Eddie, finds herself devastated by the unforeseen death of her husband. Unable to cope with her grief, she turns to drugs, and quickly forms an addiction. One day she disappears without a trace.Unbeknownst to eleven-year-old Eddie, now left behind in a panic-stricken search for her, Darlene has been lured away with false promises of a good job and a rosy life. A shady company named Delicious Foods shuttles her to a remote farm, where she is held captive, performing hard labor in the fields to pay off the supposed debt for her food, lodging, and the constant stream of drugs the farm provides to her and the other unfortunates imprisoned there."
	}, {
		"id": "397490",
		"isbn": "9780770436438",
		"item_eid": "606034",
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "16",
		"library_id": "43604001",
		"list_edit": "606034",
		"title": "Short stories.",
		"author": "Anthony Marra",
		"binding": "Print book",
		"publisher": "Hogarth",
		"publicationDate": "2015-01-01 00:00:00",
		"pages": "332",
		"has_image": "1",
		"image_hash": "61kfJ258nFL",
		"salesrank": "3000000",
		"synopsis": "A collection of interwoven tales explores themes of family, sacrifice, war, and the redemptive power of art."
	}, {
		"id": "397491",
		"isbn": "9780316297233",
		"item_eid": "606035",
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "17",
		"library_id": "43604001",
		"list_edit": "606035",
		"title": "Honeydew: Stories",
		"author": "Edith Pearlman",
		"binding": "Book",
		"publisher": "Little, Brown and Company, 2015.",
		"publicationDate": "2015-09-22 00:00:00",
		"pages": "279",
		"has_image": "1",
		"image_hash": "51Web3dk7KL",
		"salesrank": "7809",
		"synopsis": "<p>In prose as knowing as it is poetic, Pearlman shines a light on small, devastatingly precise moments to reflect the beauty and grace found in everyday life. Both for its artistry and for the recognizable lives of the characters it renders so exquisitely and compassionately, <em>Honeydew <\/em>is a collection that will pull readers back time and again. These stories are a crowning achievement for a brilliant career and demonstrate once more that Pearlman is a master of the form whose vision is unfailingly wise and forgiving.<br \/>\n<br \/>\n&nbsp;<\/p>"
	}, {
		"id": "397492",
		"isbn": "9781101874318",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "18",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The Book of Aron: A novel",
		"author": "Jim Shepard",
		"binding": "Print book",
		"publisher": "Knopf Publishing Group",
		"publicationDate": "2015-05-12 12:00:00",
		"pages": "272",
		"has_image": "1",
		"image_hash": "416JnFIJKfL",
		"salesrank": "7083",
		"synopsis": "The acclaimed National Book Award finalist - &quot;one of the United States&#39; finest writers,&quot; according to Joshua Ferris, &quot;full of wit, humanity, and fearless curiosity&quot; - now gives us a novel that will join the short list of classics about children caught up in the Holocaust. Aron, the narrator, is an engaging if peculiar and unhappy young boy whose family is driven by the German onslaught from the Polish countryside into Warsaw and slowly battered by deprivation, disease, and persecution. He and a handful of boys and girls risk their lives by scuttling around the ghetto to smuggle and trade contraband through the quarantine walls in hopes of keeping their fathers, mothers, brothers, and sisters alive, hunted all the while by blackmailers and by Jewish, Polish, and German police, not to mention the Gestapo."
	}, {
		"id": "397493",
		"isbn": "9780316176538",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "19",
		"library_id": "43604001",
		"list_edit": null,
		"title": "A God in Ruins: A Novel",
		"author": "Kate Atkinson",
		"binding": "Hardcover",
		"publisher": "Little, Brown and Company",
		"publicationDate": "2015-05-05 12:00:00",
		"pages": "",
		"has_image": "1",
		"image_hash": "41EzuQhyFfL",
		"salesrank": "8108",
		"synopsis": "The stunning companion to Kate Atkinson&#39;s #1 bestseller Life After Life, &quot;one of the best novels I&#39;ve read this century&quot; (Gillian Flynn)   .&quot;He had been reconciled to death during the war and then suddenly the war was over and there was a next day and a next day. Part of him never adjusted to having a future.&quot; Kate Atkinson&#39;s dazzling Life After Life explored the possibility of infinite chances and the power of choices, following Ursula Todd as she lived through the turbulent events of the last century over and over again. A God in Ruins tells the dramatic story of the 20th Century through Ursula&#39;s beloved younger brother Teddy--would-be poet, heroic pilot, husband, father, and grandfather-as he navigates the perils and progress of a rapidly changing world."
	}, {
		"id": "397494",
		"isbn": "9781631490477",
		"item_eid": "606038",
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "20",
		"library_id": "43604001",
		"list_edit": "606038",
		"title": "Best Boy: A Novel",
		"author": "Eli Gottlieb",
		"binding": "Book",
		"publisher": "Liveright Publishing Corporation, a division of W. W. Norton & Company",
		"publicationDate": "2015-01-01 00:00:00",
		"pages": "248",
		"has_image": "1",
		"image_hash": "519szyUFmCL",
		"salesrank": "13846",
		"synopsis": "<p>Sent to a &quot;therapeutic community&quot; for autism at the age of eleven, Todd Aaron, now in his fifties, is the &quot;Old Fox&quot; of Payton Living Center. A joyous man who rereads the encyclopedia compulsively, he is unnerved by the sudden arrivals of a menacing new staffer and a disruptive, brain-injured roommate. His equilibrium is further worsened by Martine, a one-eyed new resident who has romantic intentions and convinces him to go off his meds to feel &quot;normal&quot; again. Undone by these pressures, Todd attempts an escape to return &quot;home&quot; to his younger brother and to a childhood that now inhabits only his dreams. Written astonishingly in the first-person voice of an autistic, adult man, Best Boy -- with its unforgettable portraits of Todd&#39;s beloved mother, whose sweet voice still sings from the grave, and a staffer named Raykene, who says that Todd &quot;reflects the beauty of His creation&quot; -- is a piercing, achingly funny, finally shattering novel no reader can ever forget.<\/p>"
	}, {
		"id": "397495",
		"isbn": "9781594633669",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "21",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The girl on the train",
		"author": "Paula Hawkins",
		"binding": "Print book",
		"publisher": "Riverhead Books",
		"publicationDate": "2000-01-01 12:00:00",
		"pages": "323",
		"has_image": "1",
		"image_hash": "516YNFvZnrL",
		"salesrank": "3000000",
		"synopsis": "Rachel takes the same commuter train every morning, flashing past a stretch of cozy suburban homes, and stopping at the signal that allows her to daily watch the same couple breakfasting on their deck. Their life, as she sees it, is perfect ... until she sees something shocking. It's only a minute until the train moves on, but now everything is changed. Rachel goes to the police, and becomes inextricably entwined in the lives of everyone involved. Has she done more harm than good?"
	}, {
		"id": "397496",
		"isbn": "9780812997477",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "22",
		"library_id": "43604001",
		"list_edit": null,
		"title": "Fortune Smiles: Stories",
		"author": "Adam Johnson",
		"binding": "Hardcover",
		"publisher": "Random House",
		"publicationDate": "2015-08-18 12:00:00",
		"pages": "320",
		"has_image": "1",
		"image_hash": "51aQyXVf7tL",
		"salesrank": "977",
		"synopsis": "NATIONAL BOOK AWARD WINNER *  Winner of the Pulitzer Prize for his acclaimed novel about North Korea, The Orphan Master&#39;s Son, Adam Johnson is one of America&#39;s most provocative and powerful authors. Critics have compared him to Kurt Vonnegut, David Mitchell, and George Saunders, but Johnson&#39;s new book will only further his reputation as one of our most original writers. Subtly surreal, darkly comic, both hilarious and heartbreaking, Fortune Smiles is a major collection of stories that gives voice to the perspectives we don&#39;t often hear, while offering something rare in fiction: a new way of looking at the world. In six masterly stories, Johnson delves deep into love and loss, natural disasters, the influence of technology, and how the political shapes the personal."
	}, {
		"id": "397497",
		"isbn": "9780914671176",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "23",
		"library_id": "43604001",
		"list_edit": null,
		"title": "My Struggle: Book Four",
		"author": "Karl Ove Knausgaard",
		"binding": "Hardcover",
		"publisher": "Archipelago; Reprint edition",
		"publicationDate": "2015-04-28 12:00:00",
		"pages": "",
		"has_image": "1",
		"image_hash": "41PFnRJUBaL",
		"salesrank": "29472",
		"synopsis": "At eighteen years old, Karl Ove moves to a tiny fishermans village in the far north of the Arctic circle to work as a school teacher. No interest in the job itself, his intention is to save up enough money to travel while finding the space and time to start his writing career. Initially everything looks fine. He writes his first few short stories, finds himself accepted by the hospitable locals, and receives flattering attention from several beautiful local girls. But as the darkness of the long arctic nights start to consume the landscape, Karl Oves life takes a darker turn. His writing repeats itself, his drinking escalates to some disturbing blackouts, his attempts at losing his virginity end in humiliation and shame, and to his distress, he also develops romantic feelings towards one of his students."
	}, {
		"id": "397498",
		"isbn": "9780811223638",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "24",
		"library_id": "43604001",
		"list_edit": null,
		"title": "Beauty Is a Wound",
		"author": "Eka Kurniawan",
		"binding": "Paperback",
		"publisher": "New Directions Publishing Corporation",
		"publicationDate": "2015-09-08 12:00:00",
		"pages": "384",
		"has_image": "1",
		"image_hash": "514Xzlkv+uL",
		"salesrank": "10472",
		"synopsis": "The English-language debut of Indonesia&#39;s rising star. The epic novel Beauty Is a Wound combines history, satire, family tragedy, legend, humor, and romance in a sweeping polyphony. The beautiful Indo prostitute Dewi Ayu and her four daughters are beset by incest, murder, bestiality, rape, insanity, monstrosity, and the often vengeful undead. Kurniawan&#39;s gleefully grotesque hyperbole functions as a scathing critique of his young nation&#39;s troubled past:the rapacious offhand greed of colonialism; the chaotic struggle for independence; the 1965 mass murders of perhaps a million &quot;Communists,&quot; followed by three decades of Suharto&#39;s despotic rule.      Beauty Is a Wound astonishes from its opening line: One afternoon on a weekend in May, Dewi Ayu rose from her grave after being dead for twenty-one years."
	}, {
		"id": "397499",
		"isbn": "9780804179034",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "25",
		"library_id": "43604001",
		"list_edit": null,
		"title": "Uprooted",
		"author": "Naomi Novik",
		"binding": "Print book",
		"publisher": "Del Rey,",
		"publicationDate": "2015-01-01 12:00:00",
		"pages": "438",
		"has_image": "1",
		"image_hash": "61GTgHMU28L",
		"salesrank": "3000000",
		"synopsis": "&quot;Naomi Novik, author of the bestselling and critically acclaimed Temeraire novels, introduces a bold new world rooted in folk stories and legends, as elemental as a Grimm fairy tale. &quot;Every so often you come upon a story that seems like a lost tale of Grimm newly come to light. Uprooted is such a novel. Its narrative spell is confidently wrought and sympathetically cast. I might even call it bewitching.&quot;--Gregory Maguire, bestselling author of Wicked and Egg &amp; Spoon &quot;Our Dragon doesn&#39;t eat the girls he takes, no matter what stories they tell outside our valley. We hear them sometimes, from travelers passing through. They talk as though we were doing human sacrifice, and he were a real dragon. Of course that&#39;s not true: he may be a wizard and immortal, but he&#39;s still a man, and our fathers would band together and kill him if he wanted to eat one of us every ten years."
	}, {
		"id": "397500",
		"isbn": "9780385352819",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "26",
		"library_id": "43604001",
		"list_edit": null,
		"title": "In the Country: Stories",
		"author": "Mia Alvar",
		"binding": "Hardcover",
		"publisher": "Knopf",
		"publicationDate": "2015-06-16 12:00:00",
		"pages": "",
		"has_image": "1",
		"image_hash": "51SfQWf1CPL",
		"salesrank": "47511",
		"synopsis": "These nine globe-trotting, unforgettable stories from Mia Alvar, a remarkable new literary talent, vividly give voice to the women and men of the Filipino diaspora. Here are exiles, emigrants, and wanderers uprooting their families from the Philippines to begin new lives in the Middle East, the United States, and elsewhere - and, sometimes, turning back again.  A pharmacist living in New York smuggles drugs to his ailing father in Manila, only to discover alarming truths about his family and his past. In Bahrain, a Filipina teacher drawn to a special pupil finds, to her surprise, that she is questioning her own marriage. A college student leans on her brother, a laborer in Saudi Arabia, to support her writing ambitions, without realizing that his is the life truly made for fiction."
	}, {
		"id": "397501",
		"isbn": "9780385352871",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "27",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The water knife",
		"author": "Paolo Bacigalupi",
		"binding": "Print book",
		"publisher": "Alfred A. Knopf, 2015.",
		"publicationDate": "2000-01-01 12:00:00",
		"pages": "371",
		"has_image": "1",
		"image_hash": "51JZl0ecCOL",
		"salesrank": "3000000",
		"synopsis": "The American Southwest has been decimated by drought. Nevada and Arizona skirmish over dwindling shares of the Colorado River, while California watches, deciding if it should just take the whole river all for itself. Into the fray steps Las Vegas water knife Angel Velasquez. Detective, assassin, and spy, Angel &quot;cuts&quot; water for the Southern Nevada Water Authority, ensuring that lush, luxurious arcology developments can bloom in the desert and that anyone who challenges her is left in the gutted-suburban dust. When water is more valuable than gold, alliances shift like sand, and the only truth in the desert is that someone will have to bleed if anyone hopes to drink."
	}, {
		"id": "397502",
		"isbn": "9780670025770",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "28",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The Secret Chord: A Novel",
		"author": "Geraldine Brooks",
		"binding": "Print book",
		"publisher": "Viking",
		"publicationDate": "2015-01-01 00:00:00",
		"pages": "302",
		"has_image": "1",
		"image_hash": "619aksh8EoL",
		"salesrank": "1422",
		"synopsis": "<b>&quot;A page turner. . .Brooks is a master at bringing the past alive. . .in her skillful hands the issues of the past echo our own deepest concerns:  love and loss, drama and tragedy, chaos and brutality.&quot; - Alice Hoffman<i>, The Washington Post<br><br><\/i>A rich and utterly absorbing novel about the life of King David, from the Pulitzer Prize-winning author of <i>People of the Book <\/i>and<i> March.<\/i><\/b><br> <br>With more than two million copies of her novels sold, <i>New York Times<\/i> bestselling author Geraldine Brooks has achieved both popular and critical acclaim. Now<i>, <\/i>Brooks takes on one of literature's richest and most enigmatic figures: a man who shimmers between history and legend. Peeling away the myth to bring David to life in Second Iron Age Israel, Brooks traces the arc of his journey from obscurity to fame, from shepherd to soldier, from hero to traitor, from beloved king to murderous despot and into his remorseful and diminished dotage.<br><br><i>The Secret Chord<\/i> provides new context for some of the best-known episodes of David's life while also focusing on others, even more remarkable and emotionally intense, that have been neglected.  We see David through the eyes of those who love him or fear him - from the prophet Natan, voice of his conscience, to his wives Mikal, Avigail, and Batsheva, and finally to Solomon, the late-born son who redeems his Lear-like old age. Brooks has an uncanny ability to hear and transform characters from history, and this beautifully written, unvarnished saga of faith, desire, family, ambition, betrayal, and power will enthrall her many fans."
	}, {
		"id": "397503",
		"isbn": "9780393248210",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "29",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The Green Road: A Novel",
		"author": "Anne Enright",
		"binding": "Hardcover",
		"publisher": "W. W. Norton & Company",
		"publicationDate": "2015-05-11 12:00:00",
		"pages": "304",
		"has_image": "1",
		"image_hash": "51Sist2WnYL",
		"salesrank": "10605",
		"synopsis": "Longlisted for the 2015 Man Booker Prize.From internationally acclaimed author Anne Enright comes a shattering novel set in a small town on Ireland&#39;s Atlantic coast. The Green Road is a tale of family and fracture, compassion and selfishness -- a book about the gaps in the human heart and how we strive to fill them.Spanning thirty years, The Green Road tells the story of Rosaleen, matriarch of the Madigans, a family on the cusp of either coming together or falling irreparably apart. As they grow up, Rosaleen&#39;s four children leave the west of Ireland for lives they could have never imagined in Dublin, New York, and Mali, West Africa. In her early old age their difficult, wonderful mother announces that she&#39;s decided to sell the house and divide the proceeds."
	}, {
		"id": "397504",
		"isbn": "9780307379740",
		"item_eid": null,
		"list_id": "23581",
		"changed": "2016-01-05 15:01:55",
		"sort_id": "30",
		"library_id": "43604001",
		"list_edit": null,
		"title": "The mare : a novel",
		"author": "Mary Gaitskill",
		"binding": "Print book",
		"publisher": "Pantheon Books",
		"publicationDate": "2015-01-01 00:00:00",
		"pages": "435",
		"has_image": "1",
		"image_hash": "51gjRDNJ-PL",
		"salesrank": "3000000",
		"synopsis": "The story of a Dominican girl, the Anglo woman who introduces her to riding, and the horse who changes everything for her. Velveteen Vargas is eleven years old, a Fresh Air Fund kid from Brooklyn. Her host family is a couple in upstate New York--Ginger, a failed artist and shakily recovered alcoholic, and her academic husband, Paul--who wonder what it will mean to &quot;make a difference&quot; in such a contrived situation. The story illuminates their shifting relationship with Velvet over several years, as well as Velvet's encounter with the horses at the stable down the road--especially with an abused, unruly mare called Fugly Girl. With strong supporting characters--Velvet's abusive mother, an eccentric horse trainer, a charismatic older boy who awakens Velvet's nascent passion--The Mare traces Velvet's journey between the vital, violent world of the inner city and the world of the small-town stable.--From book jacket.<p>Velveteen Vargas is a Fresh Air Fund kid from Brooklyn. Her upstate New York host family is Ginger, a failed artist and shakily recovered alcoholic, and her academic husband, Paul. Over several years their relationships shift. Velvet's encounter with the horses at the stable down the road-- especially an abused, unruly mare called Fugly Girl-- changes her life. The journey between the vital, violent world of the inner city and the world of the small-town stable is told through various perspectives."
	}]
}